Repository: FedeDP/ncursesFMpp
Catalog: po/*.po
Languages: de, it

source: %d files found searching %s:
de: %d Dateien mit %s gefunden:
it: Trovati %d file cercando %s:

source: %s mounted in: %s.
de: %s angebunden in: %s.
it: %s montato in: %s.

source: %s unmounted.
de: %s ausgehängt.
it: %s smontato.

source: (un)mount current device.
de: (un)mount aktuelles Gerät.
it: (s)monta il device corrente.

source: A generic error occurred. Check log.
de: Ein generischer Error ist aufgetreten. Überprüfe den Log.
it: È occorso un errore generico. Controlla il file di log.

source: ARROW KEYS
de: PFEILTASTEN
it: FRECCE

source: Added to bookmarks!
de: Den Lesezeichen hinzugefügt!
it: Aggiunto ai segnalibri!

source: Adding current file to bookmarks. Proceed? Y/n:>
de: Aktuelle Datei wird den Lesezeichen hinzugefügt. Fortfahren? J/n:>
it: Aggiungere il file corrente ai segnalibri? S/n:>

source: Archive is ready.
de: Archiv ist fertig.
it: L'archivio è pronto.

source: Archiving...
de: Archivieren...
it: Archivio...

source: Are you serious? y/N:>
de: Sicher? j/N:>
it: Sei sicuro? s/N:>

source: At least 5 chars...
de: Mindestens 5 Zeichen...
it: Almeno 5 caratteri...

source: Bookmark already present. Would you like to remove it? Y/n:>
de: Lesezeichen existiert bereits. Soll es gelöscht werden? J/n:>
it: Segnalibro già presente. Desideri rimuoverlo? S/n:>

source: Bookmark was deleted as it was no more existent.
de: Lesezeichen wurde entfernt da es nicht mehr existiert.
it: Il segnalibro corrente è stato rimosso perché non esisteva più.

source: Bookmarks:
de: Lesezeichen:
it: Segnalibri:

source: Could not archive.
de: Konnte nicht archivieren.
it: Impossibile creare l'archivio.

source: Could not extract every file.
de: Konnte nicht jede Datei auspacken.
it: Impossibile estrarre tutti i file.

source: Could not find /proc/mounts.
de: /proc/mounts konnte nicht gefunden werden.
it: /proc/mounts non presente.

source: Could not install.
de: Konnte nicht installieren.
it: Impossibile installare.

source: Could not move
de: Konnte nicht verschieben.
it: Impossibile spostare.

source: Could not open bookmarks file.
de: Konnte Lesezeichendatei nicht öffnen.
it: Non sono riuscito ad aprire il file dei segnalibri.

source: Could not paste.
de: Konnte nicht einfügen.
it: Impossibile incollare.

source: Could not remove every file.
de: Konnte nicht jede Datei löschen.
it: Impossibile rimuovere tutti i file.

source: Current archive is encrypted. Enter a pwd:>
de: Aktuelles Archiv ist verschlüsselt. Password:>
it: L'archivio corrente è criptato. Inserisci una password:>

source: Currently there is no check against wrong package arch: it will crash packagekit and ncursesfm.
de: Es gibt aktuell keine Möglichkeit eine falsche Paketarchitektur zu überprüfen: Dies wird packagekit oder ncursesfm zum Absturz bringen.
it: Al momento non vi è alcun controllo per l'architettura del pacchetto: crasherà packagekit e ncursesfm.

source: Cutting...
de: Ausschneiden...
it: Sposto...

source: DEL
it: CANC

source: Device removed.
de: Gerät entfernt.
it: Dispositivo rimosso.

source: Devices:
de: Geräte:
it: Dispositivi:

source: Dir created.
de: Ordner angelegt.
it: Cartella creata.

source: Do you really want to extract this archive? Y/n:>
de: Dieses Archiv wirklich auspacken? J/n:>
it: Desideri veramente estrarre l'archivio? S/n:>

source: Do you really want to install this package? y/N:>
de: Sicher das dieses Paket installiert werden soll? j/N:>
it: Desideri davvero installare questo pacchetto? s/N:>

source: Do you really want to print this file? Y/n:>
de: Sicher das diese Datei gedruckt werden soll? J/n:>
it: Desideri davvero stampare questo file? S/n:>

source: Do you want a lazy search (less precise but faster)? y/N:>
de: Faule suche (weniger genau aber schneller)? j/N:>
it: Desideri una ricerca pigra (meno precisa ma più veloce)? s/N:>

source: Do you want to search in archives too? y/N:>
de: Soll auch in den Archiven gesucht werden? j/N>
it: Desideri ricercare anche negli archivi? s/N>

source: ENTER
it: INVIO

source: Every file has been cut.
de: Jede Datei wurde ausgeschnitten.
it: Tutti i file sono stati spostati.

source: Every file has been pasted.
de: Jede Datei wurde eingefügt.
it: Tutti i file sono stati copiati.

source: Every file in this directory has been selected.
de: Jede Datei in diesem Verzeichnis wurde selektiert.
it: Tutti i file nella cartella corrente sono stati selezionati.

source: Every file in this directory has been unselected.
de: Jede Datei in diesem Verzeichnis wurde deselektiert.
it: Tutti i file nella cartella corrente sono stati deselezionati.

source: Every file in this directory has been unselected. Selected list empty.
de: Jede Datei in diesem Verzeichnis wurde deselektiert. Selektionsliste leer.
it: Tutti i file nella cartella corrente sono stati deselezionati. Non ci sono più file selezionati.

source: External tool has mounted %s.
de: Externes Werkzeug wurde eingehängt %s.
it: Un tool esterno ha montato %s.

source: External tool has unmounted %s.
de: Externes Werkzeug wurde ausgehängt %s.
it: Un tool esterno ha smontato %s.

source: Extracting...
de: Auspacken...
it: Estraggo...

source: File created.
de: Datei angelegt.
it: File creato.

source: File renamed.
de: Datei umbenannt.
it: File rinominato.

source: File selected.
de: Datei selektiert.
it: File selezionato.

source: File unselected.
de: Datei deselektiert.
it: File deselezionato.

source: File unselected. Selected list empty.
de: Datei deselektiert. Selektionsliste leer.
it: File deselezionato. Non ci sono più file selezionati.

source: File/dir removed.
de: Datei/Ordner gelöscht.
it: File/cartella rimosso.

source: Files will be sorted alphabetically now.
de: Dateien sind nun Alphabetisch geordnet.
it: File ordinati alfabeticamente.

source: Files will be sorted by last access now.
de: Dateien sind nun nach letzter Zugriffszeit geordnet.
it: File ordinati per ultimo accesso.

source: Files will be sorted by size now.
de: Dateien sind nun ach Größe geordnet.
it: File ordinati per dimensione.

source: Files will be sorted by type now.
de: Dateien sind nun nach Typ geordnet.
it: File ordinati per tipo.

source: Insert filename to be found, at least 5 chars, max 20 chars.:>
de: Zu findenden Dateiname, mindestens 5 Zeichen, maximal 20 Zeichen.:>
it: Inserici il nome del file da cercare. Minimo 5 caratteri, massimo 20.:>

source: Insert new file name (defaults to first entry name):>
de: Gebe einen neuen Dateinamen ein (standard ist der name des ersten Eintrags):>
it: Inserisci il nuovo nome del file (di default il nome del primo elemento):>

source: Insert new name:>
de: Gebe neuen Namen ein:>
it: Inserisci il nuovo nome:>

source: Installed.
de: Installiert.
it: Installato.

source: It seems current bookmark no longer exists. Remove it? Y/n:>
de: Anscheinend existiert das Lesezeichen nicht mehr. Soll es gelöscht werden? J/n:>
it: Sembra che il segnalibro corrente non esista più. Rimuoverlo? S/n:>

source: It will eventually (un)mount your ISO files or install your distro downloaded packages.
de: Eventuel wird deine ISO ge(un)mounted oder heruntergelade Pakete installieren.
it: Eventualmente (s)monterà i tuoi file ISO o installerà i pacchetti scaricati.

source: Just start typing your desired filename, to move right to its position.
de: Beginn einfach, den gewünschten Dateinamen zu tippen um zur richtigen Position zu gelagen.
it: Inizia a scrivere il nome del file desiderato, per muoverti alla sua posizione.

source: List of selected files has been cleared.
de: Liste von selektierten Dateien wurde bereinigt.
it: La lista dei file selezionati è stata azzerata.

source: Monitor is not active. An error occurred, check log file.
de: Monitor ist nicht aktiv. Ein Fehler ist aufgetreten, Überprüfe den Log.
it: Il monitor non è attivo. È occorso un errore, controlla il file di log.

source: New device connected.
de: Neues Gerät verbunden.
it: Nuovo dispositivo connesso.

source: No bookmarks found.
de: Keine Lesezeichen gefunden.
it: Nessun segnalibro trovato.

source: No devices found.
de: Keine Geräte gefunden.
it: Nessun dispositivo trovato.

source: No files found.
de: Keine Dateien gefunden.
it: Nessun file trovato.

source: No power supply info available.
de: Keine Stromanschlussinformation verfügbar.
it: Nessuna informazione energetica disponibile.

source: No printers available.
de: Keine Drucker verfügbar.
it: Nessuna stampante disponibile.

source: On AC
de: Batteriebetrieb
it: Collegato

source: Pasting...
de: Einfügen...
it: Incollo...

source: Press 'L' to trigger helper
de: Drücke 'L' um die Hilfe aufzurufen
it: Premi 'L' per mostrare/nascondere l'aiuto

source: Print job added.
de: Druckauftrag hinzugefügt.
it: Aggiunta una stampa.

source: Queued jobs still running. Waiting...
de: Angestellte Aufträge laufen noch. Warten...
it: Coda di lavori ancora in esecuzione. Pazienta...

source: Remember: every shortcut in ncursesFM is case insensitive.
de: Vergiss nicht: ncursesFM achtet nicht auf Groß/Kleinschreibung.
it: Ricorda: ogni scorciatoia in ncursesFM è case insensitive.

source: Removed from bookmarks!
de: Von den Lesezeichen entfernt!
it: Rimosso dai segnalibri!

source: Removing current file from bookmarks. Proceed? Y/n:>
de: Aktuell Datei wird von den Lesezeichen entfernt. Fortfahren? J/n:>
it: Rimuovere il file corrente dai segnalibri? S/n:>

source: Removing...
de: Löschen...
it: Rimuovo...

source: SPACE
de: LEERTASTE
it: SPAZIO

source: Search finished. Press f anytime from normal mode to view the results.
de: Suche fertig. Drücke jederzeit f im normalen modus um die Ergebnisse anzuzeigen.
it: Ricerca finita. Premi f in modalità normale quando desideri vedere i risultati.

source: Searching...
de: Suche...
it: Ricerca...

source: Selected files:
de: Selektierte Dateien:
it: File selezionati:

source: Still polling for devices.
de: Noch Polling für Geräte.
it: Controllando i dispositivi.

source: Succesfully extracted.
de: Erfolgreich ausgepackt.
it: Estratto con successo.

source: There are no selected files.
de: Keine Dateien selektiert.
it: Nessun file selezionato.

source: There are selected files.
de: Es gibt selektierte Dateien.
it: Ci sono dei file selezionati.

source: There's already a search in progress. Wait for it.
de: Es läuft bereits eine Suche. Warte auf diese.
it: C'è già una ricerca attiva. Attenti che finisca.

source: There's already an active job. This job will be queued.
de: Es existiert bereits ein aktiver Auftrag. Dieser Auftrag wird angestellt.
it: C'è già un lavoro attivo. Lavoro aggiunto in coda.

source: Too many files found; try with a larger string.
de: Zu viele Dateien gefunden; versuche einen längeren text.
it: Trovati troppi file; riprova con una stringa più lunga.

source: User bookmarks have been cleared.
de: Nutzerlesezeichen bereinigt.
it: Segnalibri dell'utente azzerati.

source: Waiting for package installation to finish...
de: Warte auf Paketinstallation...
it: Aspettando che l'installazione del pacchetto finisca...

source: Window too small. Enlarge it.
de: Schaufenster zu klein. Vergrößern.
it: Finestra troppo piccola. Allargala.

source: You cannot remove xdg defined user dirs.
de: Es können keine XDG definierten Nutzerordner entfernt werden.
it: Non puoi rimuovere le cartelle utente definite da xdg.

source: You have to specify a valid editor in config file.
de: Du musst einen validen Edtiro in der Konfiguration angeben.
it: Devi specificare un editor valido nel file di configurazione.

source: add/remove current file to bookmarks.
de: aktuelle Datei zu Lesenzeichen hinzufügen/entfernen.
it: aggiungi/rimuovi file corrente dai segnalibri.

source: change sorting function: alphabetically (default), by size, by last modified or by type.
de: Ändere Sortierfunktion: Alphabetisch (standard), nach Größe, nach Modifizierungszeit oder nach Typ.
it: cambia la funzione di ordinamento: alfabeticamente (default), per grandezza, per ultimo accesso, o per tipo.

source: check files fullname.
de: Überprüfe den vollen Namen der Dateien.
it: controlla il nome completo dei file.

source: close second tab.
de: zweiten Tab schließen.
it: chiudi la seconda tab.

source: compress.
de: komprimieren.
it: comprimi.

source: create new file/dir.
de: Neue Datei/Verzeichnis anlegen.
it: crea un nuovo file/nuova cartella.

source: create second tab.
de: neuen Tab anlegen.
it: crea la seconda tab.

source: enable fast browse mode: it lets you jump between files by just typing their name.
de: Aktiviere schnell-browse mode: Wechsle zwischen Dateien indem du ihren Namen eintippst.
it: abilita la fast browse mode: ti permette di muoverti tra i file scrivendo il loro nome.

source: extract.
de: auspacken.
it: estrai.

source: jump straight to first/last file.
de: Springe zur ersten/letzten Datei.
it: vai direttamente al primo/ultimo file.

source: leave bookmarks mode.
de: Verlasse Lesezeichenmodus.
it: lascia la modalità segnalibri.

source: leave device mode.
de: Verlasse Gerätemodus.
it: lascia la modalità device.

source: leave fast browse mode.
de: Verlasse Schnell-Browse-Modus.
it: lascia la modalità fast browse.

source: leave search mode.
de: Verlasse Suchmodus.
it: lascia la modalità ricerca.

source: leave selected mode.
de: Verlasse Selektierungsmodus.
it: lascia la lista selezionati.

source: move to current device mountpoint, mounting it if necessary.
de: Bewege dich zum aktuellen Geräteeinhängepunkt, einbinden wenn notwendig.
it: muoviti al punto di mount del device corrente, montandolo se necessario.

source: move to the folder/file selected.
de: bewege zum selektieren Ordner/Datei.
it: muoviti alla cartella/file selezionato.

source: paste/cut.
de: einfügen/ausschneiden.
it: incolla/taglia.

source: print.
de: drucken.
it: stampa.

source: quit.
de: Schließen.
it: esci.

source: remove all selected files.
de: Lösche alle selektierten Dateien.
it: azzera i selezionati.

source: remove all user bookmarks.
de: Alle Nutzer-Lesezeichen entfernen.
it: rimuove tutti i segnalibri dell'utente.

source: remove current file selection.
de: Entferne aktuelle Dateiselektion.
it: rimuove il file corrente dai selezionati.

source: remove selected file from bookmarks.
de: Entferne selektierte Datei von Lesezeichen.
it: rimuovi il file selezionato dai segnalibri.

source: remove.
de: löschen.
it: rimuovi.

source: rename current file/dir.
de: Aktuelle Datei/Verzeichnis umbenennen.
it: rinomina il file/cartella corrente.

source: search for a file.
de: Datei suchen.
it: cerca.

source: see files stats.
de: Zeige Dateistatistiken.
it: controlla stat dei file.

source: select files. Once more to remove the file from selected files.
de: Selektiere Dateien. Nochmals benutzen um eine Datei von den selektierten Dateien zu entfernen.
it: seleziona file. Un'altra volta per rimuovere il file dalla lista dei selezionati.

source: surf between folders or to open files.
de: Wechsle zwischen Ordnern oder offenen Dateien.
it: naviga tra le cartelle e apre i file.

source: switch between tabs.
de: zwischn Tabs wechseln.
it: muoviti tra le tab.

source: switch to bookmarks mode.
de: Zum Lesenzeichen-Modus wechseln.
it: accedi modalità segnalibri.

source: switch to device mode.
de: Zum Gerätemodus wechseln.
it: accedi modalità device.

source: switch to selected mode.
de: Zum Selektierungsmodus wechseln.
it: accedi modalità selezionati.

source: trigger the showing of hidden files.
de: Zeige versteckte Dateien.
it: mostra/nascondi file nascosti.

source: y
de: j
it: s
